<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

use think\Route;

/**
 * 前端路由
 * 陈绪
 */
Route::group("",[

    /**
     * 前端首页
     * 陈绪
     */
    "/$"=>"index/index/index",

]);


/**
 * 后台路由
 * 陈绪
 */
Route::group("admin",[

    /*后台首页*/
    "/$"=>"admin/Index/index",

    /*后台登录*/
    "login"=>"admin/Login/index",


]);



